Repository: julen/tzos
Catalog: tzos/translations/*/LC_MESSAGES/messages.po
Languages: eu

source: You must login to see this page.
eu: Saioa hasi behar duzu orri hau ikusteko.

source: Standard
eu: Estandarra

source: Preferred
eu: Hobetsia

source: Admitted
eu: Onartua

source: Deprecated
eu: Baztertua

source: Superseded
eu: Ordeztua

source: Legal
eu: Legala

source: Regulated
eu: Arautua

source: Encoded
eu: Kodetua

source: Used
eu: Erabilia

source: Abbreviation
eu: Laburdura

source: Acronym
eu: Akronimoa

source: Clipped term
eu: Laburketa

source: Common name
eu: Izen arrunta

source: Entry term
eu: Sarrera-terminoa

source: Equation
eu: Ekuazioa

source: Full form
eu: Forma osoa

source: Initialism
eu: Sigla

source: Internationalism
eu: Nazioarteko forma

source: International scientific term
eu: Nazioarteko termino zientifikoa

source: Logical expression
eu: Adierazpide logikoa

source: Part number
eu: Pieza-zenbakia

source: Phraseological unit
eu: Unitate fraseologikoa

source: Transcribed form
eu: Transkripzioa

source: Transliterated form
eu: Transliterazioa

source: Short form
eu: Forma laburra

source: Shortcut
eu: Lasterbidea

source: SKU (Stock Keeping Unit)
eu: Erreferentzia-zenbakia (Stock Keeping Unit)

source: Standard text
eu: Testu arrunta

source: String
eu: Katea

source: Symbol
eu: Sinboloa

source: Synonym
eu: Sinonimoa

source: Synonymous phrase
eu: Sintagma sinonimoa

source: Variant
eu: Aldakia

source: Other
eu: Bestelakoa

source: Noun
eu: Izena

source: Verb
eu: Aditza

source: Adjective
eu: Adjektiboa

source: Adverb
eu: Adberbioa

source: Proper noun
eu: Izen berezia

source: Notes
eu: Apunteak

source: End of degree projects
eu: Karrera bukaerako proiektuak

source: Research projects
eu: Ikerketa-proiektuak

source: Theses
eu: Tesiak

source: Imported
eu: Inportatua

source: Starter
eu: Hasierakoa

source: Working
eu: Lantzen

source: Consolidated
eu: Kontsolidatua

source: Archived
eu: Artxibatua

source: Add terms
eu: Gehitu terminoak

source: Review
eu: Berrikusi

source: Admin
eu: Kudeatu

source: Log out
eu: Amaitu saioa

source: Log in
eu: Hasi saioa

source: Register
eu: Eman izena

source: Search terms
eu: Bilatu terminoak

source: Select dictionary language
eu: Hautatu hiztegiaren hizkuntza

source: Error
eu: Errorea

source: Interface language
eu: Interfazearen hizkuntza

source: Contact information
eu: Harremanetarako informazioa

source: You can only use letters, numbers or dashes.
eu: Letrak, zenbakiak edo marrak erabil ditzakezu soilik.

source: This doesn't seem to be a full name.
eu: Ez dirudi izen osoa denik.

source: Username or email address
eu: Erabiltzaile-izena edo helbide elektronikoa

source: You must provide an email or username.
eu: Helbide elektronikoa edo erabiltzaile-izena idatzi behar duzu.

source: Password
eu: Pasahitza

source: Remember me
eu: Gogoratu

source: Login
eu: Hasi saioa

source: Username
eu: Erabiltzaile-izena

source: Username is required.
eu: Erabiltzaile-izena behar da.

source: Password is required.
eu: Pasahitza behar da.

source: Repeat Password
eu: Errepikatu pasahitza

source: Passwords don't match
eu: Pasahitzak ez datoz bat

source: Email address
eu: Helbide elektronikoa

source: Email address is required.
eu: Helbide elektronikoa behar da.

source: A valid email address is required.
eu: Baliozko helbide elektronikoa behar da.

source: Full name
eu: Izen osoa

source: Full name is required.
eu: Izen osoa behar da.

source: Copy the words appearing below
eu: Kopiatu azpiko hitzak

source: Signup
eu: Eman izena

source: This username is taken.
eu: Erabiltzaile-izen hau hartuta dago.

source: This email is taken.
eu: Helbide elektroniko hau hartuta dago.

source: Email provider not allowed.
eu: Posta-hornitzaile hori ez da onartzen.

source: Your email address
eu: Helbide elektronikoa

source: Recover password
eu: Berreskuratu pasahitza

source: Repeat password
eu: Errepikatu pasahitza

source: Passwords don't match.
eu: Pasahitzak ez datoz bat.

source: Reset password
eu: Berrezarri pasahitza

source: Change password
eu: Aldatu pasahitza

source: Email address required.
eu: Helbide elektronikoa behar da.

source: Edit email address
eu: Editatu helbide elektronikoa

source: Website
eu: Webgunea

source: The URL must be valid.
eu: URLak baliozkoa izan behar du.

source: Company/Organization
eu: Enpresa/Erakundea

source: Location
eu: Kokalekua

source: Update information
eu: Eguneratu informazioa

source: Role
eu: Eginkizuna

source: Modify permissions
eu: Aldatu baimenak

source: Original language name as it should be displayed on the interface.
eu: Jatorrizko hizkuntza-izena, interfazean bistaratu behar den moduan.

source: Language name
eu: Hizkuntzaren izena

source: Language name is required.
eu: Hizkuntzaren izena behar da.

source: Language code
eu: Hizkuntzaren kodea

source: Language code must be exactly two characters length.
eu: Hizkuntza-kodea bi karakterekoa izan behar da.

source: Language code is required.
eu: Hizkuntza-kodea behar da.

source: Add language
eu: Gehitu hizkuntza

source: Name
eu: Izena

source: Name is required.
eu: Izena beharrezkoa da.

source: Create
eu: Sortu

source: Edit
eu: Editatu

source: Parent
eu: Gurasoa

source: Code
eu: Kodea

source: Add
eu: Gehitu

source: All conditions must be met (AND style filtering).
eu: Baldintza guztiak bete behar dira (AND moduko iragaztea).

source: Any of the conditions must be met (OR style filtering).
eu: Nahikoa da edozein baldintza betetzea (OR moduko iragaztea).

source: Filtering mode
eu: Iragazte-modua

source: Language
eu: Hizkuntza

source: Subject field
eu: Jakintza-arloa

source: Origin
eu: Jatorria

source: Export
eu: Esportatu

source: Make backup
eu: Egin babeskopia

source: Delete uploaded terms
eu: Ezabatu igotako terminoak

source: Term id is required.
eu: Terminoaren IDa behar da.

source: Comment is required.
eu: Iruzkina behar da.

source: Save
eu: Gorde

source: Top-level element
eu: Elementu gorena

source: All
eu: Denak

source: Not a valid choice
eu: Ez da baliozko aukera

source: '%(value)s' is not a valid choice for this field
eu: '%(value)s' ez da baliozko aukera eremu honetarako

source: Write here
eu: Idatzi hemen

source: Text is required.
eu: Testua behar da.

source: Send
eu: Bidali

source: Keywords
eu: Gako-hitzak

source: All conditions must be met (AND style search).
eu: Baldintza guztiak bete behar dira (AND moduko bilaketa).

source: Any of the conditions must be met (OR style search).
eu: Nahikoa da edozein baldintza betetzea (OR moduko bilaketa).

source: Search mode
eu: Bilatzeko modua

source: Term
eu: Terminoa

source: Definition
eu: Definizioa

source: Context
eu: Testuingurua

source: Example
eu: Adibidea

source: Explanation
eu: Azalpena

source: Hyponym
eu: Hiponimoa

source: Hypernym
eu: Hiperonimoa

source: Antonym
eu: Antonimoa

source: Related concept
eu: Erlazionatutako kontzeptua

source: Search field
eu: Bilaketa-eremua

source: Terms per page
eu: Termino kopurua orriko

source: Appears in
eu: Hemen agertzen da

source: Normative level
eu: Arau-maila

source: Normative organization
eu: Erakunde arau-emailea

source: Part of Speech
eu: Gramatika-kategoria

source: Term type
eu: Termino mota

source: Search
eu: Bilatu

source: You can only use letters.
eu: Letrak erabil ditzakezu soilik.

source: Illegal input, can't contain ‘%(value)s’.
eu: Sarrera baliogabea, ezin du ‘%(value)s’ izan.

source: Term '{0}' doesn't exist in the database.
eu: '{0}' terminoa ez dago datu-basean.

source: You must choose a valid option.
eu: Baliozko aukera aukeratu behar duzu.

source: You must specify a term.
eu: Terminoa zehaztu behar duzu.

source: This term doesn't exist in the database.
eu: Termino hau ez dago datu-basean.

source: Administrative status is not set.
eu: Egoera administratiboa ezarri gabe dago.

source: Origin is required.
eu: Jatorria behar da.

source: Originating person
eu: Terminoa erabili duen pertsona

source: If you leave this field blank, that means you are the term author.
eu: Eremu hau hutsik uzten baduzu, horrek esan nahi du zu zarela terminoaren egilea.

source: Term is required.
eu: Terminoa behar da.

source: A related term.
eu: Erlazionatutako terminoa.

source: Cross reference
eu: Erreferentzia gurutzatua

source: The source of the terminological entry.
eu: Sarrera terminologikoaren iturria.

source: Entry source
eu: Iturria

source: A descriptive statement which serves to differentiate from related concepts.
eu: Kontzeptua deskribatu eta ulergarri egiten duen adierazpidea; antzeko kontzeptuetatik bereizteko balio du.

source: A text which illustrates a concept or a term by containing the concept designation itself. It must be authentic.
eu: Kontzeptu edo terminoa ilustratzeko testua; kontzeptu edo terminoak testuan (testuinguruan) agertu behar du. Benetako iturri batetik hartutakoa izan behar du.

source: A text which illustrates a concept or a term. It can be an invented sentence.
eu: Kontzeptu edo terminoa ilustratzeko testua. Asmatutako esaldia izan daiteke.

source: A statement that describes and clarifies a concept and makes it understandable, but does not necessarily differentiate it from other concepts.
eu: Kontzeptua deskribatu eta ulergarri egiten duen adierazpidea, beste kontzeptuetatik ezinbestez bereizi behar ez duena.

source: Product subset
eu: Hemen ageri da

source: A concept that has an associative relation to another concept, such as teacher and school.
eu: Beste termino batekin nolabaiteko lotura duen terminoa, adibidez irakaslea eta eskola.

source: Add equivalent in
eu: Gehitu ordaina hizkuntza honetan

source: This term is a synonym or a translation for another term.
eu: Terminoa beste termino baten sinonimoa edo itzulpena da.

source: I want this term to be public.
eu: Terminoa publiko izatea nahi dut.

source: No, discard my term
eu: Ez, baztertu terminoa

source: Yes, insert my term
eu: Bai, txertatu terminoa

source: Save changes
eu: Gorde aldaketak

source: If you consolidate this term, you must set its administrative status ('Linguistic information' tab).
eu: Termino hau kontsolidatutzat ematen baduzu, bere egoera administratiboa ere ezarri behar duzu ('Informazio linguistikoa' fitxa).

source: Working status
eu: Lantze-egoera

source: This field has no effect if the working status of this term is other than 'Consolidated'.
eu: Eremu honek ez du eraginik terminoaren lantze-egoera 'Kontsolidatua' ez beste bada.

source: Administrative status within the TZOS environment
eu: TZOS inguruneko egoera administratiboa

source: File
eu: Fitxategia

source: Term column
eu: Terminoaren zutabea

source: Upload
eu: Igo

source: Confirm
eu: Berretsi

source: Cancel
eu: Utzi

source: I want these terms to be public.
eu: Terminoak publiko izatea nahi dut.

source: Imported term <a href="%(term_url)s">%(term)s</a>.
eu: <a href="%(term_url)s">%(term)s</a> terminoa inportatuta.

source: Added term <a href="%(term_url)s">%(term)s</a>.
eu: <a href="%(term_url)s">%(term)s</a> terminoa gehituta.

source: Edited term <a href="%(term_url)s">%(term)s</a>.
eu: <a href="%(term_url)s">%(term)s</a> terminoa editatuta.

source: No activity details available.
eu: Ez dago eskuragarri jardueraren xehetasunik.

source: Member
eu: Kidea

source: Corrector
eu: Zuzentzailea

source: Moderator
eu: Moderatzailea

source: Administrator
eu: Administratzailea

source: Contact
eu: Kontaktua

source: Fill in this form to ask your inquiries and requests to the TZOS administrators.
eu: Bete ezazu inprimaki hau zure galdera eta kezkak TZOSen administratzaileei helarazteko.

source: Dictionary language
eu: Hiztegiaren hizkuntza

source: Please select the dictionary language of your choice.
eu: Hautatu erabili nahi duzun hiztegiaren hizkuntza.

source: Online System for Terminology Service
eu: Terminologia Zerbitzurako Online Sistema

source: Welcome to TZOS
eu: Ongi etorri TZOSera

source: TZOS (Online System for Terminology Service) is a web application which serves as a tool to gather, make visible and to share the terminology employed by the teachers at the <a href="http://ehu.es/">University of the Basque Country</a> (EHU). The contribution of the teachers will gradually enrich this database, both with terms as well as with the necessary information to delimit the use of each term. Apart from enriching the database, the education community of EHU may consult the database and may contribute with their opinions about the terms by using the interactive interface in TZOS. The ultimate goal is to contribute to fix the terminology used at the university by describing the real specialized oral and written academic production.
eu: Terminologia Zerbitzurako Online Sistema (TZOS) web aplikazioa <a href="http://ehu.es/">EHU</a>ko irakasleok komunikazio akademikoan erabiltzen dugun terminologia biltzeko, ikusgarri egiteko eta partekatzeko tresna da. Guztion ekarpenekin aberasten joango gara datu-base terminologiko hau: bai terminoak eta bai termino bakoitzaren erabilera ondo zedarriztatzeko behar den informazioa ere. EHUko irakasleon komunitateak datu-basea aberastu ez ezik, kontsultak egin ahal ditu, bai eta elkarrekintzarako interfazea erabili ere, TZOSen kargatuta dauden terminoei buruzko iritziak emateko. Azken helburua da unibertsitatean erabiltzen dugun terminologiaren finkapenari laguntzea idatzizko eta ahozko komunikazio akademiko errealaren deskripziotik abiatuta.

source: The database is mainly nourished by the glossaries created by the teachers that participate in the program <a href="http://www.ehu.es/ehusfera/tse/">Terminologia Sareak Ehunduz</a> (Weaving Terminology Nets). Importantly, these glossaries are based on the real production of the teachers at EHU. However, any registered teacher will be allowed to propose and discuss terms and variants of terms in TZOS.
eu: Datu-basea aberasteko iturri garrantzitsua osatzen dute <a href="http://www.ehu.es/ehusfera/tse/">Terminologia Sareak Ehunduz programa</a>n parte hartzen duten irakasleek beren irakas-materialetatik abiatuta osatutako glosategiek. Nolanahi ere, erregistratutako edozein irakaslek ere posible izango du terminoak edo terminoen aldakiak proposatzea eta eztabaidatzea.

source: This database has no normative value, except for the fact that it attests the real use of professionals. Nevertheless, the platform may be very useful for the groups and institutions involved in the normalization of terminology, since it allows to look up real usage of terminology and to consider the data when taking decisions about the terms.
eu: Datu-base honek ez du balio normatiborik, adituen erabilera egiaztatutik harantzago. Nolanahi ere, plataforma aparta izan daiteke terminologiaren normalizazioaren erantzukizuna duten talde eta erakundeei errazteko adituek egiten duten terminologiaren erabilera erreala kontsultatzea eta haien erabakietan kontuan hartzea.

source: For a better user experience, we recommend you to use a modern web browser such as <a href="https://www.mozilla.com/en-US/firefox/">Mozilla Firefox</a> or <a href="http://www.chromium.org/">Google Chromium</a>.
eu: Erabiltzaile-esperientzia hobeagorako, web nabigatzaile modernoren bat erabiltzea gomendatzen dizugu, adibidez <a href="https://www.mozilla.com/eu/firefox/">Mozilla Firefox</a> edo <a href="http://www.chromium.org/">Google Chromium</a>.

source: Advanced search
eu: Bilaketa aurreratua

source: Latest activity
eu: Azken jarduera

source: No activity yet.
eu: Jarduerarik ez oraindik.

source: Latest comments
eu: Azken iruzkinak

source: No comments yet.
eu: Iruzkinik ez oraindik.

source: Change your password
eu: Aldatu pasahitza

source: Please fill in the form below to change your password.
eu: Bete ezazu azpiko inprimakia pasahitza aldatzeko.

source: If you already have an account, you can log in by providing your username and password.
eu: Kontua baldin baduzu, erabiltzaile-izena eta pasahitza emanez has dezakezu saioa.

source: Don't have an account yet?
eu: Konturik ez duzula?

source: You can <a href="%(register_url)s">register now</a>, it's quick and free.
eu: Oraintxe <a href="%(register_url)s">eman dezakezu izena</a> azkar asko, doakoa da.

source: Forgot your password?
eu: Pasahitza ahaztu duzu?

source: You can set up a new one by <a href="%(password_reset_url)s">requesting a password reset</a>.
eu: Berria ezar dezakezu <a href="%(password_reset_url)s">pasahitz-berrezartzea eskatuz</a>.

source: Recover your password
eu: Berreskuratu pasahitza

source: Please fill in the form below to request a password recovery.
eu: Bete ezazu azpiko inprimakia pasahitza berreskuratzea eskatzeko.

source: Please fill in the required information to register an account.
eu: Bete beharrezko datuak izena eman eta kontu berria sortzeko.

source: Already have an account?
eu: Kontua baduzula?

source: Then you can go straight to the <a href="%(login_url)s">login page</a>.
eu: Orduan zoaz zuzenean <a href="%(login_url)s">saio-hasierako orrira</a>.

source: Your account
eu: Zure kontua

source: Account settings
eu: Kontuaren ezarpenak

source: You can change the settings related to your account below.
eu: Zure kontuaren inguruko ezarpenak alda ditzakezu azpian.

source: Public profile
eu: Profil publikoa

source: Change your avatar at <a href="http://gravatar.com">gravatar.com</a>
eu: Aldatu avatarra <a href="http://gravatar.com">gravatar.com</a> helbidean

source: We are using %(user_email)s
eu: %(user_email)s helbidea ari gara erabiltzen

source: This information will be displayed on your <a href="%(profile_url)s">public profile page</a>.
eu: Informazio hau zure <a href="%(profile_url)s">profil publikoan</a> bistaratuko da.

source: Make sure you have set a valid email address — it is used for password recovery.
eu: Ziurtatu baliozko helbide elektronikoa ezarri duzula — pasahitza berreskuratzeko erabiltzen da.

source: Your avatar will be retrieved from <a href="http://gravatar.com">gravatar.com</a> based on your email address.
eu: Zure avatarra <a href="http://gravatar.com">gravatar.com</a> gunetik eskuratuko da, helbide elektronikoan oinarrituta.

source: Type your new password and confirm it.
eu: Idatzi pasahitz berria eta berretsi.

source: Current backups
eu: Uneko babeskopiak

source: No backups yet.
eu: Babeskopiarik ez oraindik.

source: Make a new backup
eu: Egin babeskopia berria

source: This will create a backup of the current databases (DBXML and SQL). Take into account that depending on the size of your database the operation can take a while.
eu: Uneko datu-baseen babeskopia sortuko du honek (DBXML eta SQL). Kontuan izan datu-basearen tamainaren arabera eragiketa honek denbora luzea har lezakeela.

source: Edit origin
eu: Editatu jatorria

source: Edit subject field
eu: Editatu jakintza-arloa

source: Edit source
eu: Editatu iturria

source: Export database
eu: Esportatu datu-basea

source: Select the filtering options you want before exporting the database. No filtering means the whole database will be exported.
eu: Hautatu nahi dituzun iragazte-aukerak datu-basea esportatu aurretik. Iragazterik zehazten ez bada, datu-base osoa esportatuko da.

source: Current languages
eu: Uneko hizkuntzak

source: These are the dictionary languages that are currently available on the system.
eu: Hauek dira une honetan sisteman eskura dauden hiztegien hizkuntzak.

source: Add a new language
eu: Gehitu hizkuntza berria

source: To add a new language or edit existing ones, write its ISO-693-1 language code and its full name.
eu: Hizkuntza berria gehitzeko edo daudenak editatzeko, idatzi haren ISO-693-1 hizkuntza-kodea eta izen osoa.

source: Current origins
eu: Uneko jatorriak

source: These are the current term origins available on the system. To edit an origin, just click on it.
eu: Ondokoak dira sisteman eskuragarri dauden uneko terminoen jatorriak. Jatorri bat editatzeko, egin klik gainean.

source: Add a new origin
eu: Gehitu jatorri berria

source: Privileged users
eu: Erabiltzaile pribilegiatuak

source: The following users have special privileges on the system.
eu: Ondorengo erabiltzaileek baimen bereziak dituzte sisteman.

source: User
eu: Erabiltzailea

source: Modify user permissions
eu: Aldatu erabiltzailearen baimenak

source: Select a user and the permission level you want to grant. If the selected user already has special privileges they will be updated.
eu: Hautatu erabiltzailea eta eman nahi diozun baimen maila. Hautatutako erabiltzaileak dagoeneko baimen bereziak baditu, eguneratu egingo dira.

source: Administration
eu: Kudeaketa

source: You can change the settings that affect to the whole system below.
eu: Sistema osoari eragiten dioten ezarpenak alda ditzakezu azpian.

source: User permissions
eu: Erabiltzaileen baimenak

source: Languages
eu: Hizkuntzak

source: Term origins
eu: Terminoen jatorriak

source: Term sources
eu: Terminoen iturriak

source: Knowledge fields
eu: Jakintza-arloak

source: Uploads
eu: Igoerak

source: Exports
eu: Esportazioak

source: Backups
eu: Babeskopiak

source: These are the current knowledge fields available on the system. To edit a knowledge field, just click on it.
eu: Ondokoak dira sisteman eskuragarri dauden uneko jakintza-arloak. Arlo bat editatzeko, egin klik gainean.

source: Add a subject field
eu: Gehitu jakintza-arloa

source: Current sources
eu: Uneko iturriak

source: These are the current term sources available on the system. To edit an origin, click on it.
eu: Ondokoak dira sisteman eskuragarri dauden uneko terminoen iturriak. Iturri bat editatzeko, egin klik gainean.

source: Add a new source
eu: Gehitu iturri berria

source: Performed uploads
eu: Burututako igoerak

source: These are the uploads that have been performed since the beginning.
eu: Hauek dira hasieratik burutu diren igoerak.

source: If you want to invalidate a specific upload operation and delete all the terms that were imported by that time, you can do so by first reviewing the terms included in the specific upload operation and then clicking the delete button.
eu: Igoera-ekintza zehatz bat baliogabetu eta inportatu ziren termino guztiak ezabatu nahi badituzu, lehenik berrikusi igoera-ekintzako terminoak eta gero egin klik ezabatzeko botoian.

source: Date
eu: Data

source: Number of terms
eu: Termino kopurua

source: Deleted?
eu: Ezabatua?

source: d/M/yyyy HH:mm
eu: yyyy/M/d HH:mm

source: View terms
eu: Ikusi terminoak

source: Yes
eu: Bai

source: No
eu: Ez

source: Uploaded terms
eu: Igotako terminoak

source: Please note that this operation is risky and can affect to any edits done after the terms were uploaded, so this could cause data losses. Use with caution.
eu: Kontuan hartu eragiketa hau arriskutsua dela eta terminoak igo ondoren egindako edizioetan eragin dezakeela; hortaz datu-galerak eragin ditzake. Kontuz erabili.

source: The terms from this upload action have already been deleted.
eu: Igoera-ekintza honetako terminoak ezabatuta daude dagoeneko.

source: %(name)s (%(email)s) wanted to say the following: %(text)s
eu: %(name)s(e)k (%(email)s) honakoa esan nahi zuen: %(text)s

source: Please click on the link below to recover your password: %(change_password_url)s
eu: Egin klik azpiko estekan pasahitza berreskuratzeko: %(change_password_url)s

source: Hi %(username)s, In order to complete the registration and activate your account, please click the link below: %(activate_url)s
eu: Kaixo %(username)s, Izen-ematea burutzeko eta zure kontua aktibatzeko, egin klik azpiko loturan: %(activate_url)s

source: Hey!
eu: Aizu!

source: You should not be here!
eu: Ez zenuke hemen egon behar!

source: Page not found
eu: Ez da orria aurkitu

source: The page you were looking for could not be found.
eu: Bila zenbiltzan orria ezin izan da aurkitu.

source: We are sorry!
eu: Sentitzen dugu!
