Repository: julen/tzos
Catalog: tzos/translations/*/LC_MESSAGES/messages.po
Languages: eu

source: It seems that something bad happened on the server. We will try to fix it as soon as possible. Thanks for your patience.
eu: Badirudi zerbait oker dabilela zerbitzarian. Ahal bezain pronto konpontzen saiatuko gara. Eskerrik asko pazientziagatik.

source: « Back to the home page
eu: « Atzera hasiera-orrira

source: No terms found.
eu: Ez da terminorik aurkitu.

source: Add another one
eu: Gehitu beste bat

source: Select…
eu: Hautatu…

source: Advanced fields
eu: Eremu aurreratuak

source: Optional fields
eu: Aukerazko eremuak

source: Linguistic information
eu: Informazio linguistikoa

source: You must enable JavaScript in order to set file columns.
eu: JavaScript gaitu behar duzu fitxategiaren zutabeak ezarri ahal izateko.

source: Column contents
eu: Zutabearen edukiak

source: Add column
eu: Gehitu zutabea

source: Files must be CSV (comma-separated value) files, either with .csv or .txt extension. CSV files can be generated in spreadsheets such as Excel or LibreOffice Calc.
eu: Fitxategiek CSV (komaz bereizitako balioak) motakoak izan behar dute, .csv edo .txt luzapenarekin. CSV fitxategiak kalkulu-orrietan sor daitezke, adibidez Excel edo LibreOffice Calc-en.

source: You must select which fields constitute the file columns.
eu: Fitxategiaren zutabeak zein eremuk osatzen dituzten hautatu behar duzu.

source: Please note that all the terms contained within the uploaded file will be added with the settings specified above. You may want to split file contents before uploading anything.
eu: Kontuan izan igotako fitxategiko termino guztiak goian zehaztutako ezarpenekin gehituko direla. Ezer igo aurretik, edukiak zatitu nahi dituzu agian.

source: %(user)s's profile
eu: %(user)s erabiltzailearen profila

source: Permalink
eu: Esteka iraunkorra

source: Show more…
eu: Erakutsi gehiago…

source: Synonyms
eu: Sinonimoak

source: syn.
eu: sin.

source: Classification
eu: Sailkapena

source: Subject fields
eu: Jakintza-arloak

source: Used by
eu: Honek erabilia

source: Source
eu: Iturria

source: Part of speech
eu: Gramatika-kategoria

source: Related
eu: Erlazionatua

source: See also
eu: Ikus halaber

source: The term is <span class="adminSts">%(admin_sts)s</span> within the TZOS environment.
eu: Terminoa <span class="adminSts">%(admin_sts)s</span> dago TZOS ingurunearen barruan.

source: Accept term
eu: Onartu terminoa

source: Reject term
eu: Baztertu terminoa

source: Add synonym/translation
eu: Gehitu sinonimoa/itzulpena

source: Edit term
eu: Editatu terminoa

source: This term is unreviewed and is not being publicly displayed.
eu: Termino hau gainbegiratu gabe dago eta ez da modu publikoan bistaratzen.

source: Search results
eu: Bilaketaren emaitzak

source: Your search returned %(num)d result.
eu: Bilaketak emaitza bat itzuli du.

source: Search the needle on the haystack.
eu: Aurki ezazu bila zabiltzana.

source: Search options
eu: Bilaketa-aukerak

source: General
eu: Orokorra

source: Add terms manually or by uploading files in any of the supported formats.
eu: Gehitu terminoak eskuz edo fitxategiak onartutako formatuetan igoz.

source: Manually
eu: Eskuz

source: From file
eu: Fitxategitik

source: Collision detected!
eu: Talka atzeman da!

source: Collision
eu: Talka

source: Edit data
eu: Editatu datuak

source: Collision information
eu: Talkaren informazioa

source: The following terms have been found in the database and they collide with the data you have just entered.
eu: Ondorengo terminoak aurkitu dira datu-basean eta talka egiten dute sartu berri dituzun datuekin.

source: If one of these terms has the same meaning as the term you wanted to insert, you may want to add any extra information by clicking 'Edit term' on the right-hand side of each term.
eu: Termino hauetakoren batek txertatu nahi zenituen terminoen esanahi bera badu, informazio gehigarria gehitu nahiko duzu agian, termino bakoitzaren eskuinaldean dagoen 'Editatu terminoa' sakatuta.

source: Alternatively, you can choose to discard or force the insertion of your addition.
eu: Bestela, zure gehikuntza baztertzea edo txertaketa behartzea aukera dezakezu.

source: Action required
eu: Ekintza behar da

source: Before taking any further action, please check the information above and act accordingly.
eu: Edozein ekintza abiatu aurretik, egiaztatu goiko informazioa eta hartu erabakia horren arabera.

source: Do you want to continue?
eu: Jarraitu nahi duzu?

source: You can also edit the information you have entered by clicking 'Edit data' on the left hand side.
eu: Sartutako informazioa ere edita dezakezu ezkerraldeko 'Editatu datuak' aukeran klik eginez.

source: Add a comment
eu: Gehitu iruzkina

source: You must <a href="%(next_url)s">log in</a> in order to comment on terms.
eu: <a href="%(next_url)s">Saioa hasi</a> behar duzu terminoetan iruzkinak uzteko.

source: Comments (%(count)d)
eu: Iruzkinak (%(count)d)

source: Read what people have said about this term.
eu: Irakurri jendeak termino honi buruz esan duena.

source: Go to term »
eu: Joan terminora »

source: Term locked!
eu: Terminoa blokeatuta!

source: The term you are trying to edit is locked because someone else is editing it right now. Please try again later.
eu: Editatzen saiatzen ari zaren terminoa blokeatuta dago beste norbait ari delako editatzen une honetan. Saiatu berriro beranduago.

source: Pending corrections
eu: Zuzentzekoak

source: %(num)d term needs review before it is made public.
eu: Termino batek berrikuspena behar du publiko egin aurretik.

source: Nothing to correct.
eu: Zuzentzekorik ez.

source: Upload results
eu: Igoeraren emaitzak

source: Upload complete
eu: Igoera burutu da

source: Please review the following report before confirming your action.
eu: Berrikusi ondorengo txostena zure ekintza berretsi aurretik.

source: Thanks for your contributions!
eu: Eskerrik asko zure ekarpenengatik!

source: Successfull additions
eu: Ondo gehitutakoak

source: These terms would be added.
eu: Termino hauek gehituko lirateke.

source: These terms have been added.
eu: Termino hauek gehitu egin dira.

source: Collisions
eu: Talkak

source: These terms wouldn't be added.
eu: Termino hauek ez lirateke gehituko.

source: These terms couldn't be added.
eu: Termino hauek ezin dira gehitu.

source: Errors
eu: Erroreak

source: There were errors with these terms.
eu: Erroreak gertatu dira termino hauetan.

source: Change your avatar at gravatar.com
eu: Aldatu avatarra gravatar.com helbidean

source: Edit profile
eu: Editatu profila

source: Date joined
eu: Izen-emate data

source: d/M/Y
eu: Y/M/d

source: This user has no activity yet.
eu: Erabiltzaile honek ez du jarduerarik oraindik.

source: This user hasn't made any comments yet.
eu: Erabiltzaile honek ez du iruzkinik egin oraindik.

source: TZOS: Activate your account
eu: TZOS: Aktibatu zure kontua

source: Please check your email for instructions on how to activate your account.
eu: Egiaztatu posta elektronikoa zure kontua aktibatzeko jarraibideak eskuratzeko.

source: Invalid activation key, key expired, or user already activated.
eu: Aktibazio-gako baliogabea, gako iraungia edo erabiltzailea aktibatuta dago jada.

source: Your account has been activated, you can now log in.
eu: Zure kontua aktibatu egin da, saioa has dezakezu orain.

source: Wrong username or password.
eu: Erabiltzaile-izen edo pasahitz okerra.

source: Please check your email for instructions on how to access your account.
eu: Egiaztatu posta elektronikoa zure kontua atzitzeko jarraibideak eskuratzeko.

source: Sorry, no user found for that email address.
eu: Ez da erabiltzailerik aurkitu helbide elektroniko honetarako.

source: Your password has been changed, please log in again.
eu: Pasahitza aldatu da, hasi saioa berriro mesedez.

source: Your account has been updated.
eu: Kontua eguneratu da.

source: Name (%(lang)s)
eu: Izena (%(lang)s)

source: Permissions for ‘%(user)s’ have been updated.
eu: ‘%(user)s’ erabiltzailearen baimenak eguneratu egin dira.

source: Error while updating permissions.
eu: Errorea baimenak eguneratzean.

source: Language ‘%(lang)s’ has been added.
eu: ‘%(lang)s’ hizkuntza gehitu egin da.

source: Error while adding language. Check the inserted values are correct.
eu: Errorea hizkuntza gehitzean. Egiaztatu txertatutako balioak zuzenak diren.

source: Term origin ‘%(origin)s’ has been added.
eu: ‘%(origin)s’ terminoaren jatorria gehitu egin da.

source: Error while adding term origin.
eu: Errorea terminoaren jatorria gehitzean.

source: Term origin ‘%(origin)s’ has been edited.
eu: ‘%(origin)s’ terminoaren jatorria editatu egin da.

source: Term source ‘%(source)s’ has been added.
eu: ‘%(source)s’ terminoaren iturria gehitu egin da.

source: Error while adding term source.
eu: Errorea terminoaren iturria gehitzean.

source: Term source ‘%(source)s’ has been edited.
eu: ‘%(source)s’ terminoaren iturria editatu egin da.

source: Term subject ‘%(code)d’ has been added.
eu: ‘%(code)d’ jakintza-arloa gehitu egin da.

source: Error while adding subject field. Check the inserted values are correct.
eu: Errorea jakintza-arloa gehitzean. Egiaztatu txertatutako balioak zuzenak diren.

source: Term subject ‘%(code)s’ has been edited.
eu: ‘%(code)s’ jakintza-arloa editatu egin da.

source: Error validating form. You may want to reload the page.
eu: Errorea inprimakia balidatzean. Orria berritu nahi duzu agian.

source: Backup done successfully.
eu: Babeskopia ondo egin da.

source: OS error while trying to make the backup.
eu: SE errorea babeskopia egiten saiatzean.

source: Invalid arguments passed to the backup command.
eu: Argumentu baliogabeak pasa zaizkio babeskopiaren komandoari.

source: From now on your dictionary language is ‘%(dictname)s’.
eu: Hemendik aurrera hiztegiaren hizkuntza ‘%(dictname)s’ da.

source: TZOS: Contact from website
eu: TZOS: Kontaktua webgunetik

source: Thanks for your message. We will try to reply you back as fast as possible.
eu: Eskerrik asko zure mezuarengatik. Ahal bezain azkarren erantzuten saiatuko gara.

source: Separate terms using commas.
eu: Terminoak komaz banandu.

source: Equivalents — %(lang)s
eu: Ordainak — %(lang)s

source: Equivalent in %(lang)s
eu: Ordaina %(lang)s hizkuntzan

source: Term addition discarded.
eu: Terminoa gehitzea baztertu da.

source: Term added successfully. <a href="%(url)s">Go to the term</a>.
eu: Terminoa ondo gehitu da. <a href="%(url)s">Joan terminora</a>.

source: Error while trying to add some terms.
eu: Errorea termino batzuk gehitzen saiatzean.

source: Import action cancelled.
eu: Inportazio-ekintza utzita.

source: Not a valid file.
eu: Ez da baliozko fitxategia.

source: Collision detected! The renamed term you entered already exists in the database.
eu: Talka atzeman da! Berrizendatu duzun terminoa aurretik jasota dago.

source: Term ‘%(term)s’ has been edited.
eu: ‘%(term)s’ terminoa editatu egin da.

source: Failed to edit term.
eu: Huts egin du terminoaren edizioak.

source: Failed to edit term. Please review the data you entered is correct.
eu: Huts egin du terminoaren edizioak. Berrikusi sartutako datuak zuzenak diren.

source: Thanks for your comment.
eu: Eskerrik asko iruzkinagatik.

source: Term accepted.
eu: Terminoa onartuta.

source: Term rejected.
eu: Terminoa baztertuta.

source: Failed to perform action.
eu: Huts egin du ekintzak.
